{
  "jokes": [
    {
      "id": "1",
      "joke": "I went to see the doctor about my short-term memory problems — the first thing he did was make me pay in advance."
    },

    {
      "id": "2",
      "joke": "Moses had the first tablet that could connect to the cloud."
    },

    {
      "id": "3",
      "joke": "The New England Journal of Medicine reports that 9 out of 10 doctors agree that 1 out of 10 doctors is an idiot."
    },

    {
      "id": "4",
      "joke": "The worst time to have a heart attack is during a game of charades."
    },

    {
      "id": "5",
      "joke": "I was raised as an only child, which really annoyed my sister."
    },

    {
      "id": "6",
      "joke": "Correct punctuation: the difference between a sentence that's well-written and a sentence that's, well, written."
    },

    {
      "id": "7",
      "joke": "You’ll never be as lazy as whoever named the fireplace."
    },

    {
      "id": "8",
      "joke": "The problem with kleptomaniacs is that they always take things literally."
    },

    {
      "id": "9",
      "joke": "When life gives you melons, you might be dyslexic."
    },

    {
      "id": "10",
      "joke": "Life is like a box of chocolates. It doesn’t last long if you’re fat."
    },

    {
      "id": "11",
      "joke": "You can’t lose a homing pigeon. If your homing pigeon doesn’t come back, then what you’ve lost is a pigeon."
    },

    {
      "id": "12",
      "joke": "One thing you’ll never hear a Hindu say… 'Ah well, you only live once'."
    },

    {
      "id": "13",
      "joke": "Red sky at night: shepherd’s delight. Blue sky at night: day."
    },

    {
      "id": "14",
      "joke": "I was watching the London Marathon and saw one runner dressed as a chicken and another runner dressed as an egg. I thought: 'This could be interesting.'"
    },

    {
      "id": "15",
      "joke": "Jokes about white sugar are rare. Jokes about brown sugar, Demerara."
    },

    {
      "id": "16",
      "joke": "My sister had a baby and they took a while to name her and I was like, 'Hurry up!' because I didn't want my niece to grow up to be one of these kids you hear about on the news where it says, 'The 17 year old defendant, who hasn't been named'."
    },

    {
      "id": "17",
      "joke": "I took out a loan to pay for an exorcism. If I don’t pay it back, I’m going to get repossessed."
    },

    {
      "id": "18",
      "joke": "A cowboy asked me if I could help him round up 18 cows. I said, ‘Yes, of course. – That’s 20 cows."
    },

    {
      "id": "19",
      "joke": "You know, somebody actually complimented me on my driving today. They left a little note on the windscreen, it said 'Parking Fine.' So that was nice."
    },

    {
      "id": "20",
      "joke": "I was having dinner with my boss and his wife said, 'How many potatoes would you like, Tim?'. I said 'Ooh, I'll just have one please.' She said 'It's OK, you don't have to be polite.' 'Alright,' I said, 'I'll just have one then, you stupid cow."
    },

    {
      "id": "21",
      "joke": "How do you organize a space-themed party? You planet."
    },

    {
      "id": "22",
      "joke": "I am not a vegetarian because I love animals. I am a vegetarian because I hate plants."
    },

    {
      "id": "23",
      "joke": "You don't need a parachute to go sky-diving. You need a parachute to go sky-diving twice."
    },

    {
      "id": "24",
      "joke": "My grandfather has the heart of a lion. And a lifetime ban from the zoo."
    },

    {
      "id": "25",
      "joke": "Did you hear about the mathematician who's afraid of negative numbers?"
    },

    {
      "id": "26",
      "joke": "What did the Buddhist say to the hot dog vendor? Make me one with everything."
    },

    {
      "id": "27",
      "joke": "I got my daughter a fridge for her birthday. I can’t wait to see her face light up when she opens it."
    }
  ]
}
